<?php

// +----------------------------------------------------------------------
// | quickadmin框架 [ quickadmin框架 ]
// +----------------------------------------------------------------------
// | 版权所有 2020~2022 南京新思汇网络科技有限公司
// +----------------------------------------------------------------------
// | 官方网站: https://www.quickadmin.top
// +----------------------------------------------------------------------
// | Author: zs <909883663@qq.com>
// +----------------------------------------------------------------------
namespace app\admin\validate;

use think\Validate;

/*
 * @Autor: zs
 * @Date: 2021-05-25 16:21:16
 * @LastEditors: zs
 * @LastEditTime: 2021-05-25 16:21:18
 */
class Demo extends Validate
{
    protected $rule=[
        'title' =>'require',
        'weigh'   => 'number|between:1,120',
    ];
  
}
